Repository: khiwniti/seo-forge-professional
Catalog: languages/seo-forge-*.po
Languages: th

source: Universal SEO WordPress plugin with blog generator, content creation, and draft management. Supports Thai/English languages.
th: ปลั๊กอิน WordPress SEO ที่ครอบคลุมพร้อมเครื่องมือสร้างบล็อก การสร้างเนื้อหา และการจัดการร่าง รองรับภาษาไทย/อังกฤษ

source: Blog Generator
th: เครื่องมือสร้างบล็อก

source: Draft Manager
th: ตัวจัดการร่าง

source: You do not have sufficient permissions to access this page.
th: คุณไม่มีสิทธิ์เพียงพอในการเข้าถึงหน้านี้

source: Keyword is required.
th: จำเป็นต้องใส่คำค้นหา

source: Blog content generated successfully!
th: สร้างเนื้อหาบล็อกสำเร็จแล้ว!

source: Failed to generate blog content.
th: ไม่สามารถสร้างเนื้อหาบล็อกได้

source: Draft deleted successfully!
th: ลบร่างสำเร็จแล้ว!

source: Failed to delete draft.
th: ไม่สามารถลบร่างได้

source: Draft published successfully!
th: เผยแพร่ร่างสำเร็จแล้ว!

source: Failed to publish draft.
th: ไม่สามารถเผยแพร่ร่างได้

source: Generating...
th: กำลังสร้าง...

source: Success!
th: สำเร็จ!

source: Error occurred. Please try again.
th: เกิดข้อผิดพลาด โปรดลองอีกครั้ง

source: Are you sure you want to delete this draft?
th: คุณแน่ใจหรือไม่ว่าต้องการลบร่างนี้?

source: Are you sure you want to publish this draft?
th: คุณแน่ใจหรือไม่ว่าต้องการเผยแพร่ร่างนี้?

source: Language:
th: ภาษา:

source: English
th: อังกฤษ

source: Total Drafts
th: ร่างทั้งหมด

source: Pending Drafts
th: ร่างที่รอดำเนินการ

source: Published Posts
th: โพสต์ที่เผยแพร่แล้ว

source: Total Posts
th: โพสต์ทั้งหมด

source: Welcome to SEO-Forge
th: ยินดีต้อนรับสู่ SEO-Forge

source: SEO-Forge is your ultimate WordPress SEO plugin with powerful blog generation capabilities. Generate high-quality content and images from keywords, manage your drafts, and publish when ready.
th: SEO-Forge คือปลั๊กอิน WordPress SEO ที่สมบูรณ์แบบพร้อมความสามารถในการสร้างบล็อกที่ทรงพลัง สร้างเนื้อหาและรูปภาพคุณภาพสูงจากคำค้นหา จัดการร่างของคุณ และเผยแพร่เมื่อพร้อม

source: Quick Actions
th: การดำเนินการด่วน

source: Generate New Blog Post
th: สร้างโพสต์บล็อกใหม่

source: Manage Drafts
th: จัดการร่าง

source: Features
th: คุณสมบัติ

source: Multi-language support (Thai/English)
th: รองรับหลายภาษา (ไทย/อังกฤษ)

source: AI-powered content generation
th: การสร้างเนื้อหาด้วย AI

source: Automatic image generation
th: การสร้างรูปภาพอัตโนมัติ

source: Draft management system
th: ระบบจัดการร่าง

source: SEO optimization
th: การปรับปรุง SEO

source: No license restrictions
th: ไม่มีข้อจำกัดด้านลิขสิทธิ์

source: Recent Activity
th: กิจกรรมล่าสุด

source: Keyword
th: คำค้นหา

source: Title
th: หัวข้อ

source: Language
th: ภาษา

source: Status
th: สถานะ

source: Created
th: สร้างเมื่อ

source: ago
th: ที่แล้ว

source: View All Drafts
th: ดูร่างทั้งหมด

source: No drafts yet. Generate your first blog post to get started!
th: ยังไม่มีร่าง สร้างโพสต์บล็อกแรกของคุณเพื่อเริ่มต้น!

source: Generate Blog Content
th: สร้างเนื้อหาบล็อก

source: Enter a keyword to generate a complete blog post with title, content, and featured image. The content will be saved as a draft for your review before publishing.
th: ใส่คำค้นหาเพื่อสร้างโพสต์บล็อกที่สมบูรณ์พร้อมหัวข้อ เนื้อหา และรูปภาพหลัก เนื้อหาจะถูกบันทึกเป็นร่างเพื่อให้คุณตรวจสอบก่อนเผยแพร่

source: Enter your target keyword...
th: ใส่คำค้นหาเป้าหมายของคุณ...

source: Enter the main keyword you want to create content about. This will be used to generate the title, content, and image.
th: ใส่คำค้นหาหลักที่คุณต้องการสร้างเนื้อหา สิ่งนี้จะถูกใช้ในการสร้างหัวข้อ เนื้อหา และรูปภาพ

source: Content Language
th: ภาษาเนื้อหา

source: Select the language for the generated content.
th: เลือกภาษาสำหรับเนื้อหาที่สร้างขึ้น

source: How It Works
th: วิธีใช้งาน

source: Enter your target keyword in the form above
th: ใส่คำค้นหาเป้าหมายของคุณในฟอร์มด้านบน

source: Select the language for your content
th: เลือกภาษาสำหรับเนื้อหาของคุณ

source: Click "Generate Blog Content" to create your post
th: คลิก "สร้างเนื้อหาบล็อก" เพื่อสร้างโพสต์ของคุณ

source: Review the generated draft in the Draft Manager
th: ตรวจสอบร่างที่สร้างขึ้นในตัวจัดการร่าง

source: Edit if needed and publish when ready
th: แก้ไขหากจำเป็นและเผยแพร่เมื่อพร้อม

source: Tips for Best Results
th: เคล็ดลับสำหรับผลลัพธ์ที่ดีที่สุด

source: Use specific, targeted keywords rather than broad terms
th: ใช้คำค้นหาที่เฉพาะเจาะจงแทนคำทั่วไป

source: Consider long-tail keywords for better SEO results
th: พิจารณาคำค้นหาแบบ long-tail เพื่อผลลัพธ์ SEO ที่ดีกว่า

source: Review and edit generated content to match your brand voice
th: ตรวจสอบและแก้ไขเนื้อหาที่สร้างขึ้นให้เข้ากับเสียงของแบรนด์คุณ

source: Add your own insights and expertise to the generated content
th: เพิ่มข้อมูลเชิงลึกและความเชี่ยวชาญของคุณเองในเนื้อหาที่สร้างขึ้น

source: Manage Your Drafts
th: จัดการร่างของคุณ

source: Generate New Post
th: สร้างโพสต์ใหม่

source: Review, edit, and publish your generated blog drafts. You can preview content, make edits, and publish when ready.
th: ตรวจสอบ แก้ไข และเผยแพร่ร่างบล็อกที่สร้างขึ้น คุณสามารถดูตัวอย่างเนื้อหา แก้ไข และเผยแพร่เมื่อพร้อม

source: Actions
th: การดำเนินการ

source: Preview
th: ดูตัวอย่าง

source: Publish
th: เผยแพร่

source: Delete
th: ลบ

source: Excerpt:
th: ข้อความสั้น:

source: Content Preview:
th: ตัวอย่างเนื้อหา:

source: Meta Information:
th: ข้อมูลเมตา:

source: Updated:
th: อัปเดต:

source: Previous page
th: หน้าก่อนหน้า

source: of
th: จาก

source: Next page
th: หน้าถัดไป

source: No Drafts Found
th: ไม่พบร่าง

source: You haven't created any drafts yet. Generate your first blog post to get started!
th: คุณยังไม่ได้สร้างร่างใดๆ สร้างโพสต์บล็อกแรกของคุณเพื่อเริ่มต้น!

source: Generate Your First Post
th: สร้างโพสต์แรกของคุณ
